Repository: DerKnerd/wxocto
Catalog: */wxocto.po
Languages: de

source: Upload file
de: Datei hochladen

source: Folder
de: Ordner

source: File
de: Datei

source: Select a file
de: Datei wählen

source: Failed to upload file
de: Fehler beim Hochladen der Datei

source: Failed to load files
de: Fehler beim Laden der Dateien

source: Failed to fetch job files
de: Fehler beim Laden des Druckjobs

source: No file selected
de: Keine Datei ausgewählt

source: No print started
de: Kein Druck gestartet

source: Are you sure to delete the selected spool?
de: Soll die gewählte Rolle wirklich gelöscht werden?

source: Delete spool?
de: Rolle löschen?

source: Delete spool
de: Rolle löschen

source: Keep spool
de: Rolle behalten

source: Please select a file, folders can't be printed
de: Bitte wähle eine Datei, Ordner können nicht gedruckt werden

source: Error
de: Fehler

source: You don't have enough filament on the selected spool, please choose a different spool
de: Auf der gewählten Rolle ist nicht genug Filament übrig, bitte wähle eine andere Rolle

source: Are you sure to pause the print?
de: Soll der Druck pausiert werden?

source: Pause print?
de: Druck pausieren?

source: Pause print
de: Druck pausieren

source: Keep printing
de: Weiter drucken

source: Are you sure to cancel the print?
de: Soll der Druck abgebrochen werden?

source: Cancel print?
de: Druck abbrechen?

source: Cancel print
de: Druck abbrechen

source: Failed to start print
de: Druck konnte nicht gestartet werden

source: No spool
de: Keine Rolle

source: Failed to fetch spools
de: Rollen konnten nicht geladen werden

source: Failed to delete the spool
de: Rolle konnte nicht gelöscht werden

source: Failed to select spool
de: Rolle konnte nicht ausgewählt werden

source: Are you sure to delete the file?
de: Soll die Datei wirklich gelöscht werden?

source: Delete file
de: Datei löschen

source: Keep file
de: Datei behalten

source: Are you sure to delete the folder?
de: Soll der Ordner wirklich gelöscht werden?

source: Delete folder
de: Ordner löschen

source: Keep folder
de: Ordner behalten

source: Printer settings
de: Druckereinstellungen

source: Start print
de: Druck starten

source: Resume print
de: Druck fortsetzen

source: Add spool
de: Rolle hinzufügen

source: Edit spool
de: Rolle bearbeiten

source: Exit
de: Beenden

source: Spools
de: Filamentrollen

source: Print progress
de: Druckfortschritt

source: Time elapsed
de: Verstrichene Zeit

source: Time left
de: Verbleibende Zeit

source: Finish time
de: Fertig um

source: Selected spool
de: Ausgewählte Rolle

source: Files
de: Dateien

source: Size
de: Größe

source: Uploaded
de: Hochgeladen am

source: Model size
de: Modellgröße

source: Filament use
de: Filamentverbrauch

source: Estimated print time
de: Vorrausichtliche Druckdauer

source: Full path
de: Dateipfad

source: Last used
de: Zuletzt benutzt

source: Weight total (g)
de: Gesamtgewicht (g)

source: Weight used (g)
de: Verbrauchtes Gewicht (g)

source: Weight left (g)
de: Verbleibendes Gewicht (g)

source: Length total (mm)
de: Gesamtlänge (mm)

source: Length used (mm)
de: Verbrauchte Länge (mm)

source: Length left (mm)
de: Verbleibende Länge (mm)

source: Failed to save the spool
de: Speichern der Rolle fehlgeschlagen

source: Filament information
de: Filament Details

source: Display name
de: Anzeigename

source: Color name
de: Farbname

source: Color
de: Farbe

source: Vendor
de: Hersteller

source: Density (g/m³)
de: Dichte (g/m³)

source: Diameter (mm)
de: Durchmesser (mm)

source: Tolerance (mm)
de: Toleranz (mm)

source: Weight and length information
de: Gewicht und Länge

source: Tool temperature (°C)
de: Druckkopf Temperatur (°C)

source: Bed temperature (°C)
de: Bett Temperatur (°C)

source: Total weight (g)
de: Gesamtgewicht (g)

source: Used weight (g)
de: Verbrauchtes Gewicht (g)

source: Spool weight (g)
de: Spulengewicht (g)

source: Total length (mm)
de: Gesamtlänge (mm)

source: Used length (mm)
de: Verbrauchte Länge (mm)

source: Purchase information
de: Kaufdetails

source: Purchased from
de: Gekauft von

source: Cost
de: Preis

source: Purchased on
de: Gekauft am

source: Save spool
de: Rolle speichern
